var questions = [
    {
      question: "小明學長  :歡迎加入元智大學,可以問我關於上學期的活動喔? ",
      options: ["新生茶會", "四資迎新", "新生定向輔導","制服趴","認親大會","小資盃","聖誕趴"],
      answers: ["分別辦在北、中、南三處,北部辦在桃園元智大學、中部辦在台中、南部辦在高雄。 ",
                "讓大學新鮮人提前感受到進入大學的氛圍,並且讓新生能提早跟大學的同學們認識,了解學校的環境,並且提早了解大學的各項事務。 ",
                "在元智大學舉辦,基本上是所有新生都必須參加,在活動中能提早跟室友們相處,以及了解學校個管院的位置,還有健康檢查,在印象中需要繳交500元的健檢費用,新生們記得準備好,最重要的是一定要加入係排。 ",
                "顧名思義,就是穿上高中的制服與大家玩玩遊戲認認識啦。可能和學長姐是同個高中,可是根本不認識,就可以把握這個機會來和學長姐們套好關係喔。 ",
                "主要要讓沒有直屬的人,來抽直屬,有直屬的人可以來玩玩遊戲多認識朋友,最緊張刺激的試抽直屬環節,等你來參加。 ",
                "想與同學和畢業學長姐們切磋球技嗎?想認識更多可以一起打球的同學嗎?那就不要猶豫來參加小資盃,與高手們互相成長。",
                "聖誕趴是一個機會去認識女生,在資工系基本上沒什麼機會去認識女生,所以說基本上二年級前沒有交到女友,在畢業前基本就沒有機會了,所以一定要把握聖誕趴。",
                ],
        linkurl: ["","","","","","",""]
    },
    {
        question: "家家學姊 :經過了一學期的地獄,就會迎來整個大學期間最輕鬆且愜意一下喔!讓我們來看看下學期的活動吧! ",
        options: ["寒營", "資訊週","西瓜盃","四系聯合之夜","系烤"],
        answers: ["在偏鄉的國小舉辦,除了帶領小朋友學習課本上學習不到的知識,還會讓他們體驗一些有趣的活動,參加的話還可以拿到畢業所需的服務時數。而且除了可以認識別系的朋友,這也是你們和學長姐共同舉辦的第一個活動。 ",
                  "在資訊週中,有球類的競賽,電競,歌唱比賽以及程式競賽,與同學們切磋,前三名還可以或的高額獎金。 ",
                  "在炎炎夏日,最適合邊打球邊來一杯西瓜汁,可以把握這個機會來跟畢業學長姐們聯絡感情,切磋球技。",
                  "這是系內最大的表演活動,在其中可以和朋友們一起完成一場盛大的演出,也是一個能夠大秀自身才藝的舞台,所以熱愛表演的人,可以把握這個機會展現自己。 ",
                  "這是系學會給有繳系費的人一個大大的福利,有繳系費的人無需繳交任何費用就可以享有豪華晚餐。 "
                ],
        linkurl: ["","","","",""]
    },
    {
        question: "小蘇學姊 :你知道學校的畢業門檻嗎? ",
        options: ["畢業學分","通識課程","程式能力檢定","專業實習與專題製作","活動時數","修業規定","課程查詢系統"],
        answers: [ "128學分。其中須包含共同必修及通識課程共27學分、院必修程式語言課程4學分、系必修科目69學分、系選修科目18學分。 ",
                   "為人文藝術、自然科學、社會科學及生命科學四大類。學生須於四大領域中各選修2學分課程，還有一個領域是跨領域，共計10學分。",
                   "參加「大學程式能力檢定（Collegiate Programming Examination-CPE）」，一次答對至少2題。 ",
                   "專業實習（校外）、專題製作（校內），這是屬於大三的課程，建議大二下就要開始找教授了。",
                   "分成課程時數和活動時數，兩個各要18小時 ",
                   "點下面的網址看看",
                   "點下面的網址看看"
                ],
        linkurl: ["","","","","","https://www.cse.yzu.edu.tw/education/ungraduatecourse","https://portalfun.yzu.edu.tw/cosSelect/index.aspx?D=G"]
    },
    {
      question: "橦橦學姊  :想知道學校內有什麼學餐嗎? ",
      options: ["全家","集品王","冰窖","自助餐","興仁","SAHA","仙桃","丼心丼","陽光","喜樂","小木屋","gay bar","雲之羹","A華滷味","玉食屋","臻品茶"],
      answers: ["就是普通的全家,在男一宿地下室以及圖書館後面各有一家。在價格上都會打85折。",
                "在女二宿正前方,是校內唯一有賣各式各樣的百貨,通常是去買泡麵零食或是飲料,價格都會比全家來的便宜。",
                "位在男一宿B1的飲料店,阿姨們都很友善,常常會看到學長們在聚集在那聊天,飲料都不錯喝,喜歡吃水果的也可以買水果拼盤。 ",
                "在男一宿B1,是用秤重的,加飯10元可以裝到飽。",
                "位在男一宿B1,通常都會爆滿,所以常常都要先去排隊才不會等很久",
                "在男一宿B1,是清真食品,袋餅蠻好吃的,只是因為會有點吃不飽。",
                "在男一宿B1,便宜又大碗,出餐速度快,如果趕時間或不知道吃甚麼就去吃吃看吧,首推烤雞排飯。 ",
                "在天河書局的樓下,好吃,但是價位在校內偏高,內用有自助Bar台,還有冰淇淋吃到飽。",
                "位在男一宿B1,很便宜，品項超級多。",
                "位在男一宿B1,便宜又好吃,老闆人超好,通常11點後去會比較好喔。",
                "在圖書館旁邊,美式餐車的感覺甚麼都有賣。 ",
                "在二館旁邊,美式餐廳,薯條蠻好吃的。 至於為什麼叫做 gay bar 我也不知道~",
                "在男二宿2樓,專門賣些羹飯，便當也不錯。 ",
                "在男二宿2樓,通常人都超多,也是需要提早去排隊,賣些日式料理。",
                "在男二宿2樓,好吃,如果缺錢的話可以點套餐,很便宜。 ",
                "在男二宿2樓的飲料店,老闆超級活潑,飲料做超級快,拿個錢的時間飲料就做好了。 "
                ],
      linkurl: ["","","","","","","","","","","","","","","",""]
    },
    {
      question: "子0學姊  :想知道學校外有什麼可以吃嗎?",
      options: ["九嬸婆","可可熊","貓寶涼麵","湯鍋會","五路鍋聖","PasteGoodGood","阿忠雞排","壹號早餐","永和豆漿","景米樂韓式料理"],
      answers:[ "冰店，便宜又大碗雖然夏天蚊蟲多無法避免，但好吃而解老闆人也不錯。",
                "早午餐店，套餐划算東西也多，但最近常常改菜單價錢有變比較貴，但是相較於學餐我願意跑到校外吃。",
                "涼麵分量很夠，涼麵和湯的口味都很清爽，不會口味過重，這間店是少數元智附近開到比較晚的店，如果時間有點晚但不想跑太遠，總而言之貓寶涼麵推推。",
                "平價又實惠的小火鍋，內用冰淇淋、白飯、爆米花、王子麵吃到飽，位子不少，所以蠻適合一群朋友一起去。",
                "比較傳統型的舊式小火鍋，木桌小板凳，但還是有基本汽水，冰淇淋，白飯吃到飽，如果是元智的學生還有免費的王子麵(可換成冬粉)，也有集點卡。",
                "是一家義大利麵專賣，其中最特別的口味是日式味增，讓人一吃就上癮。",
                "是元智附近最好吃的鹽酥雞店，所以基本上都是訂單滿滿，所以如果有要訂購都要提早打電話去喔。",
                "是一家比較貴一點的早餐店，食物都非常可口，而在其中最推的是他的紅茶，自己去喝喝看就知道咯。",
                "二樓有裝潢新的位子也有冷氣內用不錯，食物就普普通通。  ",
                "便宜又好吃的韓式料理，石鍋拌飯好吃又大碗，內用飲料喝到飽，但是店內的環境偏小。"],
      linkurl: ["https://goo.gl/maps/oZfTd9cJkX7oPXAC8 ",
                "https://goo.gl/maps/4sUtVhvfdniVZrKh8",
                "https://goo.gl/maps/xy3jusQCTW9aZ8D97 ",
                "https://goo.gl/maps/zU63fEATBfEoVVLk8 ",
                "https://goo.gl/maps/PyYU92LHQT8Rd3kTA ",
                "https://goo.gl/maps/n8a6kURRzf9Q5m8Q7 ",
                "https://goo.gl/maps/cNWpEHttoZkwKAYA6 ",
                "https://goo.gl/maps/oqsbTVd6aAajKZDv5 ",
                "https://goo.gl/maps/dTxsFPaVun5gxmuz6 ",
                "https://goo.gl/maps/afr5kh4j9ib5Ki8Z8 "]
    },
    {
      question: "小雲學姊 :學校的校園你知道嗎?",
      options: ["校園地圖"],
      answers:["學校的教室代碼: 第一個數字代表幾館，第二個數字代表幾樓 (地下室會是0) 後面的數字代表教室 例如:R1313 是一館3樓的13教室(偷偷告訴你這是資工的系辦)"],
      linkurl: ["images/map.png"]
    },
    {
      question: "",
      options: [""],
      answers:[""],
      linkurl: [""]
    },
    {
      question: "",
      options: [""],
      answers:[""],
      linkurl: [""]
    },    
    
  ];
  