var events = [
    {
        name: "新生茶會",
        date: "2023-08-26",
        time: "10:00"
    },
    {
        name: "定向輔導",
        date: "2023-9-05",
        time: "14:30"
    },
    {
        name: "四資迎新",
        date: "2023-09-15",
        time: "18:00"
    },
    {
        name: "制服趴",
        date: "2023-10-03",
        time: "18:00"
    },
    {
        name: "認親大會",
        date: "2023-10-06",
        time: "18:00"
    },
    {
        name: "小資盃",
        date: "2023-12-16",
        time: "8:00"
    },
    {
        name: "聖誕趴",
        date: "2023-12-21",
        time: "18:00"
    },
    {
        name: "寒營",
        date: "2023-06-17",
        time: "19:00"
    },
    {
        name: "資訊週",
        date: "2023-01-31",
        time: "8:00"
    },
    {
        name: "西瓜盃",
        date: "2023-04-22",
        time: "8:00"
    },
    {
        name: "系烤",
        date: "2023-04-26",
        time: "18:00"
    },
    {
        name: "四系聯合之夜",
        date: "2023-05-15",
        time: "18:00"
    },
    
  ];
  
  // 將 events 陣列匯出供其他檔案使用
  